"##RevealToolbarItemMessage##" = "Click the button to the left.  Drag the revealed file into the Finder's toolbar.  Anytime you find yourself in the Finder, click this toolbar item to switch back to Path Finder.";
"%d days remaining" = "%d dias restantes";
"%d items" = "%d itens";
"%d of %d items selected" = "%d de %d itens selecionados";
"%d replaced" = "%d substituídos";
"%d seconds" = "%d segundos";
"Access" = "Acesso";
"Access:" = "Acesso:";
"Action" = "Ação";
"Address:" = "Endereço:";
"Agree" = "Concordar";
"Alias" = "Atalho";
"All" = "Tudo";
"Application" = "Aplicativo";
"Application:" = "Aplicativo:";
"Applications" = "Aplicativos";
"Are you sure you want to remove the items in the Trash permanently?" = "Tem certeza de que deseja remover os itens do Lixo permanentemente?";
"Attributes" = "Atributos";
"Audio" = "Áudio";
"Back" = "Voltar";
"Begins With" = "Começa com";
"Blue" = "Azul";
"Burn" = "Gravar";
"Busy" = "Ocupado";
"Buy Now" = "Comprar Agora";
"Calculating..." = "Calculando...";
"Cancel" = "Cancelar";
"Capacity:" = "Capacidade:";
"Click the Add button, or drag a folder or disk into the list below." = "Clique no botão Adicionar ou arraste uma pasta ou um disco para a lista abaixo.";
"Close" = "Fechar";
"Color" = "Cor";
"Command" = "Comando";
"Computer" = "Computador";
"Connect" = "Conectar";
"Connect To iDisk" = "Conectar-se Ao iDisk";
"Connect To iDisk Public Folder" = "Conectar à Pasta Public do iDisk";
"Contains" = "Contém";
"Contains:" = "Contém:";
"Content" = "Conteúdo";
"Content:" = "Content";
"Convert Image" = "Converter Imagem";
"Copy" = "Copiar";
"Created" = "Criada";
"Created:" = "Criação:";
"Date" = "Data";
"Date Created" = "Data de Criação";
"Date Modified" = "Data de Modificação";
"Delete" = "Apagar";
"Desktop" = "Mesa";
"Device:" = "Dispositivo:";
"Disagree" = "Discordar";
"Disk Image" = "Imagem de Disco";
"Disk Usage" = "Utilização do Disco";
"Do you want to force %@ to quit?" = "Você deseja forçar %@ a encerrar?";
"Document" = "Documento";
"Documents" = "Documentos";
"Don't Quit" = "Não Encerrar";
"Done" = "Concluído";
"Duplicate" = "Duplicar";
"Duration:" = "Duração:";
"Dynamic" = "Fit to Window";
"Edit..." = "Editar...";
"Eject" = "Ejetar";
"Email Address:" = "Endereço de e-mail:";
"Email:" = "E-mail:";
"Empty" = "Vazio";
"Encoding" = "Codificação";
"Ends With" = "Termina com";
"Ends with" = "Termina com";
"Entire File" = "Todo o Arquivo";
"Erase" = "Apagar";
"Error: %d" = "Erro: %d";
"Everywhere" = "Em todos os locais";
"Expired" = "Expirou";
"Extension" = "Extensão";
"Extension:" = "Extensão:";
"Favorites" = "Favoritos";
"File" = "Arquivo";
"Files" = "Arquivos";
"Filter" = "Filtro";
"Find" = "Buscar";
"Find:" = "Buscar:";
"Folder" = "Pasta";
"Folders" = "Pastas";
"Force Quit" = "Forçar Encerrar";
"Format:" = "Formato:";
"Forward" = "Reenviar";
"Free:" = "Livre:";
"Go" = "Ir";
"Go to Folder" = "Ir Para a Pasta";
"Go to the folder:" = "Ir para a pasta:";
"Gray" = "Cinza";
"Greater than" = "É maior que";
"Green" = "Verde";
"Group" = "Grupo";
"Group:" = "Grupo:";
"Help" = "Ajuda";
"Hide" = "Ocultar";
"Hide %@" = "Ocultar %@";
"Hide Others" = "Ocultar Outros";
"Hide Preview" = "Ocultar Pré-visualização";
"History" = "Histórico";
"Home" = "Início";
"Hybrid" = "Híbrido";
"Icon Size" = "Tamanho do Ícone";
"Idle" = "Ocioso";
"Ignore Case" = "Ignorar Maiúsculas";
"Image" = "Imagem";
"Images" = "Imagens";
"Info" = "Informações";
"Initializing..." = "Inicializando...";
"Invisible" = "Invisível";
"Is" = "É";
"KEYBOARD_SHORTCUTS" = "Tab##appends match$$Up/Down Arrows##selects in list$$Delete##parent folder$$Shift-Delete##Computer$$Right Arrow##appends match$$Left Arrow##parent folder$$⌘⇧ H##Home$$/##Root";
"Keywords" = "Palavras-chave";
"Kind" = "Tipo";
"Kind:" = "Classe:";
"Label" = "Etiqueta";
"Label:" = "Etiqueta:";
"Last Modified" = "Última Modificação";
"Less than" = "É menor que";
"License Agreement" = "Contrato de Licença";
"Make Alias" = "Criar Atalho";
"Member name:" = "Nome:";
"Modified" = "Modificado";
"Modified:" = "Modificado:";
"Move" = "Mover";
"Move to Trash" = "Mover para o Lixo";
"Movie" = "Filme";
"Movies" = "Filmes";
"Music" = "Música";
"Name" = "Nome";
"Name:" = "Nome:";
"New" = "Novo";
"New Folder" = "Nova Pasta";
"New Tab" = "Nova Aba";
"Next" = "Seguinte";
"No" = "Não";
"None" = "Nenhuma";
"Not found" = "Não encontrado";
"Open" = "Abrir";
"Open with %@" = "Abrir com %@";
"Orange" = "Laranja";
"Other" = "Outros";
"Others..." = "Outros...";
"Owner" = "Proprietário";
"Owner:" = "Proprietário:";
"Package" = "Pacote";
"Page %d of %d" = "Página %d de %d";
"Paragraphs" = "Parágrafos";
"Parent" = "Principal";
"Password" = "Senha";
"Password:" = "Senha:";
"Path" = "Caminho";
"Path:" = "Caminho:";
"Pictures" = "Imagens";
"Play" = "Reproduzir";
"Play Sound" = "Reproduzir Som";
"Preferences" = "Preferências";
"Preview" = "Pré-visualizar";
"Previous" = "Anterior";
"Print..." = "Imprimir...";
"Public" = "Pública";
"Purple" = "Roxo";
"Quit" = "Encerrar";
"Recent Servers" = "Servidores Recentes";
"Red" = "Vermelho";
"Registration Code:" = "Código de Registro:";
"Remove All" = "Remover Tudo";
"Rename" = "Renomear";
"Replace" = "Substituir";
"Replace & Find" = "Substituir e Buscar";
"Replace All" = "Substituir Tudo";
"Replace with:" = "Substituir por:";
"Reveal in Finder" = "Mostrar no Finder";
"SUBSCRIBE_NEWSLETTER" = "\nSubscribe to the Path Finder newsletter to receive tips, news, coupons and other Path Finder related information.\n\nYour email address will be kept private and will not be used for any other purpose.  It's easy to unsubscribe if you no longer want to receive the newsletter.";
"Sample" = "Amostragem";
"Search" = "Buscar";
"Search in:" = "Buscar em:";
"Searching..." = "Buscando...";
"Select" = "Selecionar";
"Selected Text" = "Texto Selecionado";
"Selection" = "Seleção";
"Sentences" = "Frases";
"Servers" = "Servidores";
"Show" = "Mostrar";
"Show All" = "Mostrar Tudo";
"Show Preview" = "Mostrar Pré-Visualização";
"Size" = "Tamanho";
"Size:" = "Tamanho:";
"Sort Ascending" = "Ordem Crescente";
"Sort Descending" = "Ordem Decrescente";
"Standard" = "Padrão";
"Starts with" = "Começa com";
"Stop" = "Parar";
"String" = "Série";
"Summarize" = "Resumir";
"Text" = "Texto";
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Este PDF está protegido por senha.  Sem uma senha, algumas operações com este documento serão restringidas.";
"To connect to an iDisk, enter a .Mac member name and password." = "Para conectar-se a um iDisk, digite um nome de membro .Mac e uma senha.";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Para conectar-se à pasta Public de um membro .Mac, digite o nome da conta.";
"To enable more operations, enter a password:" = "Para permitir mais operações, digite uma senha:";
"Today" = "Hoje";
"Tomorrow" = "Amanhã";
"Transparency" = "Transparência";
"Trash" = "Lixo";
"Type" = "Tipo";
"Type:" = "Tipo:";
"Upgrade Now" = "Atualizar Agora";
"Version" = "Versão";
"Version:" = "Versão:";
"View" = "Visualizar";
"Visible" = "Visível";
"Where" = "Onde";
"Window" = "Janela";
"Yellow" = "Amarelo";
"Yes" = "Sim";
"Yesterday" = "Ontem";
"You cannot undo this action." = "Você não pode desfazer esta ação.";
"You will lose any unsaved changes." = "Você perderá todas as alterações não salvas.";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself. ";
"Zoom In" = "Ampliar";
"Zoom Out" = "Reduzir";
"alias" = "atalho";
"as Columns" = "como Colunas";
"as Icons" = "como Ícones";
"as List" = "como Lista";
"copy" = "copiar";
"to" = "para";
"untitled" = "sem título";

/* ==== UNLOCALIZED ==== */

"%@ available, %@ used" = "%@ available, %@ used";
"%@, %@ free" = "%@, %@ free";
"%d Applications" = "%d Applications";
"%d Places" = "%d Places";
"%d day free trial" = "%d day free trial";
"%d items selected" = "%d items selected";
"%d matches" = "%d matches";
"1 item" = "1 item";
"Activate URLs" = "Activate URLs";
"Add Folder..." = "Add Folder...";
"Alert!" = "Alert!";
"Aliases" = "Aliases";
"All monitors" = "All monitors";
"An error occurred while trying to eject \"%@\"." = "An error occurred while trying to eject \"%@\".";
"An error occurred while trying to mount \"%@\"." = "An error occurred while trying to mount \"%@\".";
"An error occurred while trying to open \"%@\"." = "An error occurred while trying to open \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "An error occurred while trying to unmount \"%@\".";
"Applications Menu" = "Applications Menu";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?";
"Are you sure you want to close this window?" = "Are you sure you want to close this window?";
"Are you sure you want to quit Path Finder?" = "Are you sure you want to quit Path Finder?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Are you sure you want to remove the shelf named \"%@\"?";
"Bug Reporter" = "Bug Reporter";
"Building Menus" = "Building Menus";
"Burning %@ disc" = "Burning %@ disc";
"Burning Disk Image" = "Burning Disk Image";
"Burning:" = "Burning:";
"Buy Later" = "Buy Later";
"Cancels interactive screen shot mode" = "Cancels interactive screen shot mode";
"Causes screen shot to go to clipboard" = "Causes screen shot to go to clipboard";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Check your iTools settings in the Internet panel in the System Preferences application.";
"Choose Folder" = "Choose Folder";
"Choose Volume" = "Choose Volume";
"Choose a valid destination." = "Choose a valid destination.";
"Clean up" = "Clean up";
"Closing this session will terminate the following processes inside it: " = "Closing this session will terminate the following processes inside it: ";
"Code:" = "Code:";
"Comments" = "Comments";
"Compress" = "Compress";
"Console" = "Console";
"Control Key:" = "Control Key:";
"Convert document to plain text?" = "Convert document to plain text?";
"Converting will lose fonts, colors, and other text styles in the document." = "Converting will lose fonts, colors, and other text styles in the document.";
"Could not resolve alias." = "Could not resolve alias.";
"Creator:" = "Creator:";
"Data Fork" = "Data Fork";
"Decompress" = "Decompress";
"Destination does not exist" = "Destination does not exist";
"Developer" = "Developer";
"Display screen-shot in Image Converter" = "Display screen-shot in Image Converter";
"Do not ask me again" = "Do not ask me again";
"Do you really want to close this terminal session?" = "Do you really want to close this terminal session?";
"Do you want to Get Info on all %d items?" = "Do you want to Get Info on all %d items?";
"Do you want to open all %d items?" = "Do you want to open all %d items?";
"Drop Stack" = "Drop Stack";
"Eject All" = "Eject All";
"Eject disc after burning" = "Eject disc after burning";
"Email Report" = "Email Report";
"Email Sales" = "Email Sales";
"Ends with:" = "Ends with:";
"Enter Registration Code" = "Enter Registration Code";
"Error creating directory." = "Error creating directory.";
"Error creating file." = "Error creating file.";
"Error creating symbolic link." = "Error creating symbolic link.";
"Error getting iDisk user name and password" = "Error getting iDisk user name and password";
"Error!" = "Error!";
"Escape Key:" = "Escape Key:";
"Exact match" = "Exact match";
"Execute delete with root privileges" = "Execute delete with root privileges";
"Extend selection" = "Extend selection";
"Favorites Menu" = "Favorites Menu";
"Find String:" = "Find String:";
"Find Text" = "Find Text";
"Find by" = "Find by";
"Find by Content" = "Find by Content";
"Find by Name" = "Find by Name";
"Find options" = "Find options";
"Find results incomplete." = "Find results incomplete.";
"Find/Stop" = "Find/Stop";
"Finder" = "Finder";
"Finding..." = "Finding...";
"Float Window" = "Float Window";
"Folder \"%@\"" = "Folder \"%@\"";
"Font Sample" = "Font Sample";
"Found: %d" = "Found: %d";
"Generic Icons Off" = "Generic Icons Off";
"Generic Icons On" = "Generic Icons On";
"Go Menu" = "Go Menu";
"Go to Page" = "Go to Page";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Hex" = "Hex";
"Hide Icons" = "Hide Icons";
"Hide Invisible Files" = "Hide Invisible Files";
"Hide Path Finder Desktop" = "Hide Path Finder Desktop";
"Hide Trash Can" = "Hide Trash Can";
"History Drawer" = "History Drawer";
"Hot keys in screen capture mode" = "Hot keys in screen capture mode";
"ISO 9660" = "ISO 9660";
"If you keep Path Finder running all the time, it's always there when you need it!" = "If you keep Path Finder running all the time, it's always there when you need it!";
"Ignore case" = "Ignore case";
"Image: " = "Image: ";
"Invalid Registration Code!" = "Invalid Registration Code!";
"Join .Mac" = "Join .Mac";
"Joliet" = "Joliet";
"KB" = "KB";
"Keyboard shortcuts" = "Keyboard shortcuts";
"Last Opened" = "Last Opened";
"Launch" = "Launch";
"Launch Application" = "Launch Application";
"Left" = "Left";
"Left Drawer" = "Left Drawer";
"License key:" = "License key:";
"Licensed to:" = "Licensed to:";
"Local Disks" = "Local Disks";
"MB" = "MB";
"MP3:" = "MP3:";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." = "Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again.";
"Main monitor only" = "Main monitor only";
"Man Pages" = "Man Pages";
"Medium Security (7 passes)" = "Medium Security (7 passes)";
"Menu" = "Menu";
"Menu Key Editor" = "Menu Key Editor";
"Mount Point:" = "Mount Point:";
"Network Activity" = "Network Activity";
"New File" = "New File";
"New Shelf..." = "New Shelf...";
"No items" = "No items";
"Normal Delete" = "Normal Delete";
"Not Specified" = "Not Specified";
"OK" = "OK";
"Open with" = "Open with";
"Other..." = "Other...";
"PDF" = "PDF";
"PDFs" = "PDFs";
"Packages" = "Packages";
"Page" = "Page";
"Partial match" = "Partial match";
"Path Drawer" = "Path Drawer";
"Path Finder has been updated to version %@!" = "Path Finder has been updated to version %@!";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release.";
"Path Finder has extensive online help to help you understand how it works.  Would you like to view the help pages now?" = "Path Finder has extensive online help to help you understand how it works.  Would you like to view the help pages now?";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com";
"Permission:" = "Permission:";
"Play sounds" = "Play sounds";
"Preview Drawer" = "Preview Drawer";
"Process Drawer" = "Process Drawer";
"Processes" = "Processes";
"Purchase Path Finder today!" = "Purchase Path Finder today!";
"RTFs" = "RTFs";
"Read error." = "Read error.";
"Really Open?" = "Really Open?";
"Really Quit?" = "Really Quit?";
"Recent Files" = "Recent Files";
"Recent Folders" = "Recent Folders";
"Remember password in my keychain" = "Remember password in my keychain";
"Remove Shelf" = "Remove Shelf";
"Remove Shelf?" = "Remove Shelf?";
"Remove Top" = "Remove Top";
"Replace all scope" = "Replace all scope";
"Resolved:" = "Resolved:";
"Resource Fork" = "Resource Fork";
"Results" = "Results";
"Reveal" = "Reveal";
"Right" = "Right";
"Right Drawer" = "Right Drawer";
"Running Applications Menu" = "Running Applications Menu";
"Save screen-shot to clipboard" = "Save screen-shot to clipboard";
"Save screen-shot to file" = "Save screen-shot to file";
"Screen Capture" = "Screen Capture";
"Screen capture mode" = "Screen capture mode";
"Search Location:" = "Search Location:";
"Search Locations" = "Search Locations";
"Search Results for '%@' in '%@'" = "Search Results for '%@' in '%@'";
"Search inside packages" = "Search inside packages";
"Search inside the System folder" = "Search inside the System folder";
"Secure Delete" = "Secure Delete";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again.";
"Security Level" = "Security Level";
"Select & Close" = "Select & Close";
"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear.";
"Selection Path" = "Selection Path";
"Shelf" = "Shelf";
"Shelf Name" = "Shelf Name";
"Show Icons" = "Show Icons";
"Show Invisible Files" = "Show Invisible Files";
"Show Path Finder Desktop" = "Show Path Finder Desktop";
"Show Trash Can" = "Show Trash Can";
"Show in New Window" = "Show in New Window";
"Simple Security (1 pass)" = "Simple Security (1 pass)";
"Smart Sorting Off" = "Smart Sorting Off";
"Smart Sorting On" = "Smart Sorting On";
"Space Key:" = "Space Key:";
"Spotlight" = "Spotlight";
"Starts with:" = "Starts with:";
"Subscribe" = "Subscribe";
"Subscribe to Newsletter" = "Subscribe to Newsletter";
"Symbolic Links" = "Symbolic Links";
"Tab Set" = "Tab Set";
"Terminal" = "Terminal";
"Terminal Drawer" = "Terminal Drawer";
"Text Editor" = "Text Editor";
"Thank you for registering Path Finder!" = "Thank you for registering Path Finder!";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?";
"The item \"%@\" could not be moved to the trash." = "The item \"%@\" could not be moved to the trash.";
"The name \"%@\" with extension \"%@\" is already taken.\nPlease choose a different name." = "The name \"%@\" with extension \"%@\" is already taken.\nPlease choose a different name.";
"The original file may have been moved or deleted." = "The original file may have been moved or deleted.";
"Theme" = "Theme";
"There are %d tabs in this window.  Do you want to close the window anyway?" = "There are %d tabs in this window.  Do you want to close the window anyway?";
"There is no application available to open the document \"%@\"." = "There is no application available to open the document \"%@\".";
"This action bypasses the Trash.  You cannot undo this action." = "This action bypasses the Trash.  You cannot undo this action.";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "This beta version of Path Finder has expired.  Download the latest version from cocoatech.com.";
"This copy of Path Finder is not registered" = "This copy of Path Finder is not registered";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "This is highly recommended.  You can always change this setting later from the preferences panel.";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume.";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this.";
"Toggle Preview" = "Toggle Preview";
"Toggle Sidebar" = "Toggle Sidebar";
"Toggle between mouse and window selection modes" = "Toggle between mouse and window selection modes";
"Tool Drawer" = "Tool Drawer";
"Touch" = "Touch";
"Trash operation could not be completed." = "Trash operation could not be completed.";
"URL:" = "URL:";
"Ultra Security (35 passes)" = "Ultra Security (35 passes)";
"Update Database" = "Update Database";
"Update Now" = "Update Now";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast";
"Updating..." = "Updating...";
"Verify disc after burning" = "Verify disc after burning";
"View Hex" = "View Hex";
"View Text" = "View Text";
"View as Hex" = "View as Hex";
"Visibility:" = "Visibility:";
"Volume \"%@\"" = "Volume \"%@\"";
"Volume:" = "Volume:";
"WARNING!" = "WARNING!";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "WARNING:  This action bypasses the Trash.  You cannot undo this action.";
"Welcome to Path Finder" = "Welcome to Path Finder";
"Whole words" = "Whole words";
"Would you like Path Finder to launch automatically when you log in?" = "Would you like Path Finder to launch automatically when you log in?";
"Would you like to delete it immediately?" = "Would you like to delete it immediately?";
"Write error." = "Write error.";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "You are currently running version %@.  Download version %@ from www.cocoatech.com";
"You cannot undo this." = "You cannot undo this.";
"You do not have permission to trash this item." = "You do not have permission to trash this item.";
"iDisk" = "iDisk";
"link" = "link";
"the last 2 days" = "the last 2 days";
"the last 2 months" = "the last 2 months";
"the last 2 weeks" = "the last 2 weeks";
"the last 3 days" = "the last 3 days";
"the last 3 months" = "the last 3 months";
"the last 3 weeks" = "the last 3 weeks";
"the last 6 months" = "the last 6 months";
"the last month" = "the last month";
"the last week" = "the last week";
"the last year" = "the last year";
